from django.http import JsonResponse

def index(request):
    # С вероятностью много более оставшихся двух цветов, вероятность вытащить синий самая высокая
    # И в задании ни слова о том, будут ли предметы возвращаться в корзину или нет
    # Следовательно при каждом эксперименте вероятность вытащить шарик синего цвета самая высокая
    # Так же ни слова о том, что номера эти будут постоянно означать один и тот же цвет 
    # и что станет известен результат эксперимента после попытки угадать
    return JsonResponse("b", safe=False)
